Repository: Raven0uss/muddle_poc
Catalog: muddle_app/locales/*/messages.po
Languages: fr

source: Accept
fr: Accepter

# acceptCloseDebate
source: accepted to close the debate
fr: a accepté la fermeture de votre débat

# acceptDeleteDebate
source: accepted to delete one of your duo debate
fr: a accepté la suppression de l'un de vos débats en duo

# acceptYourInvitation
source: accepted your invitation for duo debate
fr: a accepté votre invitation au débat

source: Access denied.
fr: Accès refusé

# actionBlock
source: Block
fr: Bloquer

# actionContact
source: Contact
fr: Contacter

# actionFollow
source: Follow
fr: Suivre

# actionUnblock
source: Unblock
fr: Débloquer

# actionUnfollow
source: Unfollow
fr: Ne plus suivre

source: Already member ?
fr: Déjà inscrit ?

source: and
fr: et

source: Answer
fr: Répondre

# answerYourCommentPlural
source: answered to your comment
fr: ont répondu à votre commentaire

# answerYourCommentSingular
source: answered to your comment
fr: a répondu à votre commentaire

# askCloseDebate
source: Ask to close
fr: Demander la fermeture

# askDeleteDebate
source: Ask to delete
fr: Demander la suppression

source: ask to close this debate
fr: a demandé de clore ce débat

source: ask to delete this debate
fr: a demandé de supprimer ce débat

source: Best debates
fr: Les meilleurs débats

source: Birthdate
fr: Date de naissance

# blackList
source: Blocked List
fr: Utilisateurs bloqués

# bornInFuture
source: Are you born in the future ?
fr: Seriez-vous né dans le futur par hasard ?

source: Cancel
fr: Annuler

# cgu
source: General Conditions of Use
fr: Conditions Générales d'Utilisation

source: Choice
fr: Choix

source: Close
fr: Fermer

source: Close debate
fr: Clore le débat

source: comment
fr: commentaire

# commentYourDebatePlural
source: commented on your debate
fr: ont commenté votre débat

# commentYourDebateSingular
source: commented on your debate
fr: a commenté votre débat

source: commented
fr: a commenté

source: Comments won
fr: Commentaires remportés

source: Confirm
fr: Valider

source: Confirm password
fr: Confirmation mot de passe

# connect
source: Log in
fr: Se connecter

source: Contact us
fr: Nous contacter

# contactUsNow
source: Contact us !
fr: Contactez-nous !

# crownDescription
source: The crown give you the priviledge to create a debate visible on top of the timeline for all users. You have 24H to use it, but don't forget : "With great power comes great responsibility".
fr: La couronne vous donne le privilège de créer un débat visible en premier dans le fil d'actualité de tout les utilisateurs. Vous avez 24H pour l'utiliser, mais n'oubliez pas : "Un grand pouvoir implique de grandes responsabilités".

source: Crowned debates
fr: Les débats couronnés

source: Days
fr: Jours

# daysAgo
source: {time}d ago
fr: il y a {time}j

source: debate
fr: débat

source: Debate duration
fr: Durée du débat

# debateLimitationDurationMessage
source: The duration maximum for a debate is 9 days and 23 hours.
fr: La durée maximum d'un débat est de 9 jours et 23 heures.

# debatesProfile
source: Debates
fr: Débats

source: Decline
fr: Refuser

source: Delete comment
fr: Supprimer le commentaire

source: Delete conversation
fr: Supprimer la conversation

source: Delete debate
fr: Supprimer le débat

# describeDebate
source: Describe your debate
fr: Décrivez votre débat

# didntLiked
source: did not like
fr: n'a pas aimé

# didntLikedCommentPlural
source: did not like your comment
fr: n'ont pas aimé votre commentaire

# didntLikedCommentSingular
source: did not like your comment
fr: n'a pas aimé votre commentaire

source: Disable crown
fr: Désactiver la couronne

# disconnect
source: Log out
fr: Se déconnecter

source: Duo debate
fr: Débat en duo

# duoDebateSelect
source: Duo debate
fr: Débat duo

source: Duo debates
fr: Les débats en duo

source: Duo debates won
fr: Débats en duo remportés

source: Enable crown
fr: Activer la couronne

# errorEmailAlreadyUsed
source: This email address is already used.
fr: L'adresse email saisie est déjà enregistrée.

# errorOccurredServer
source: An error has occurred with the server. Please retry later.
fr: Une erreur est survenue avec le serveur. Veuillez réessayer plus tard.

source: Firstname
fr: Prénom

source: Followers
fr: Abonnés

# following
source: Followings
fr: Abonnements

# followingYou
source: is following you
fr: vous suit

# forAllQuestionsContact
source: For all questions related to Muddles, please contact us to this mail address :
fr: Pour toutes questions relatives à Muddles, veuillez nous contacter à l'adresse suivante :

source: Forgot password
fr: Mot de passe oublié

# forgotPassword?
source: Forgot your password ?
fr: Mot de passe oublié ?

source: Gender
fr: Genre

# gender_man
source: Man
fr: Homme

# gender_not_defined
source: Not defined
fr: Non défini

# gender_woman
source: Woman
fr: Femme

source: Generated debates
fr: Les débats générés

# goToConnect
source: Log in
fr: S'identifier

# goToSubscribe
source: Sign in
fr: S'inscrire

# hasVote
source: voted
fr: a voté

# haveToAcceptCGU
source: You have to accept the CGU.
fr: Vous devez accepter les CGU.

source: Hours
fr: Heures

# hoursAgo
source: {time}h ago
fr: il y a {time}h

source: I accept the
fr: J'accepte les

# invalidCredential
source: The email address or the password is invalid.
fr: L'identifiant ou le mot de passe est incorrect.

# invitePeople
source: Invite someone
fr: Inviter une personne

# inviteYouDuoDebate
source: invite you to a duo debate
fr: vous invite à un débat en duo

source: Lastname
fr: Nom

# legaleMention
source: Legals Mentions and Privacy
fr: Mentions Légales & Confidentialité

source: liked
fr: a aimé

# likedCommentPlural
source: liked your comment
fr: ont aimé votre commentaire

# likedCommentSingular
source: liked your comment
fr: a aimé votre commentaire

# loadingPictureMessage
source: Uploading your picture...Ì£ Please wait.
fr: Téléchargement de votre image... Veuillez patienter.

# mailAddress
source: E-mail
fr: Adresse e-mail

# messagePrivateProfile
source: This account is private.
fr: Ce compte est privé

# minutesAgo
source: {time} min ago
fr: il y a {time} min

# modifyCoverPicture
source: Change cover
fr: Modifier votre couverture

# modifyProfilePicture
source: Change profile picture
fr: Modifier votre photo

# moreOneWeekAgo
source: more than one week ago
fr: il y a plus d'une semaine

# muddleAccountDesc
source: Muddles Team - Official Account
fr: Équipe Muddles - Compte Officiel

source: My debates
fr: Mes débats

# needContact?
source: Need to talk ?
fr: Besoin de renseignements ?

# noAccount?
source: No account yet ?
fr: Pas de compte ?

# notSamePassword
source: The both passwords doesn't match.
fr: Les mots de passe saisis ne sont pas identiques.

# notValidEmail
source: This email is not valid.
fr: L'email saisi est invalide.

# nowAgo
source: just now
fr: à l'instant

# old99years
source: The maximum age to subscribe is 99 years old.
fr: L'âge maximum pour s'inscrire est de 99 ans.

source: on this debate
fr: sur ce débat

source: other answers
fr: autre(s) réponse(s)

# otherPeoplePlural
source: other persons
fr: autres personnes

# otherPeopleSingular
source: another person
fr: autre personne

source: Password
fr: Mot de passe

# password30Char
source: The maximum length for a password is 30 characters
fr: La taille maximum du mot de passe est de 30 caractères.

# password8Char
source: The minimum length for a password is 8 characters
fr: La taille minimum du mot de passe est de 8 caractères.

# passwordNeedLetters
source: Your password need to contain at least one letter.
fr: Votre mot de passe doit contenir au moins une lettre.

# passwordNeedNumbers
source: Your password need to contain at least one digit.
fr: Votre mot de passe doit contenir au moins un chiffre.

# privateMode
source: Enable private mode
fr: Passer en mode privé

# publicDebateSelect
source: Public debate
fr: Débat publique

# publicMode
source: Disable private mode
fr: Passer en mode publique

source: Publish
fr: Publier

# rejectCloseDebate
source: refused to close the debate
fr: a rejeté la fermeture du débat

# rejectDeleteDebate
source: refused to delete the debate
fr: a rejeté la suppression du débat

# rejectYourInvitation
source: refused your invitation for a duo debate
fr: a rejeté votre invitation pour un débat en duo

source: Report
fr: Signaler

source: Report a
fr: Signaler un

# reportComment
source: Report the comment
fr: Signaler le commentaire

# reportDebate
source: Report the debate
fr: Signaler le débat

# reportGiveMoreReason
source: Give some other details to treat your request
fr: Donner plus de détails afin de traiter votre demande..

# reportInjury
source: Injury
fr: Propos injurieux

# reportPorn
source: Pornograpy
fr: Contenu pornographique

# reportRacism
source: Racism
fr: Propos racistes

# reportSelectReason
source: Select a reason
fr: Sélectionner un motif

# reportSexism
source: Sexism
fr: Propos sexistes

# reportViolence
source: Violence
fr: Contenu violent

source: Search
fr: Rechercher

# searchContact
source: Search a contact
fr: Rechercher un contact

# seeThe
source: See
fr: Voir

# selectDarkTheme
source: Switch to dark mode
fr: Passer en mode sombre

# selectLightTheme
source: Switch to light mode
fr: Passer en mode clair

# sendYouCrown
source: sent you the crown priviledge.
fr: vous a remis une couronne

source: Settings
fr: Paramètres

source: Sponsorised
fr: Sponsorisé

# subscribe
source: Sign in
fr: S'inscrire

# succesMailSubscribe
source: A mail to confirm your subscribtion has been sent.
fr: Un mail vous a été envoyé afin de valider votre inscription.

# successMessage_MailSendForgotPassword
source: A mail to recover your account has been sent.
fr: Un mail vous a été envoyé afin de recupérer votre compte.

source: Switch language
fr: Changer la langue

# that
source: this
fr: ceci

# unblockAction
source: Unblock
fr: Débloquer

# unblockInstruction
source: To remove a user from your blocklist, press the button "Unblock" few seconds. This person will be able again to interact with you.
fr: Pour débloquer un utilisateur, il suffit de rester appuyé quelques instants sur le bouton "Débloquer". Cette personne sera à nouveau capable de vous contacter et voir vos contenus.

# userBlockedTitle
source: Blocked Users
fr: Utilisateurs bloqués

# voteOnYourDebate
source: voted on your debate
fr: a voté sur votre débat

# votePrivacy
source: Votes privacy
fr: Confidentialité des votes

source: yesterday
fr: hier

# youCantContact
source: You can't contact this user
fr: Vous ne pouvez plus contacter cet utilisateur.

source: You commented
fr: Vous avez commenté

# youDidntLiked
source: You did not like
fr: Vous n'avez pas aimé

source: You liked
fr: Vous avez aimé

# youVote
source: You voted
fr: Vous avez voté

source: Your comment
fr: Votre commentaire

# yourDebatesProfile
source: My debates
fr: Mes débats

source: Your message
fr: Votre message

source: Your opinion
fr: Votre opinion

# yourVotesProfile
source: My votes
fr: Mes votes
